const questionsArray = [
  {
    "id": 1789569958796,
    "question": "نمره سطح هوشیاری یک بیمار که : \nبا صداکردن چشمانش را باز می‌کند، کلمات نامفهوم می گوید، خود را از محل محرک دردناک عقب می‌کشد، براساس معیار GCS چند است؟.",
    "image": null,
    "options": [
      "EVM: 12",
      "EVM: 11",
      "EVM: 10",
      "EVM: 9"
    ],
    "correctAnswer": 2
  },
  {
    "id": 1789568649136,
    "question": "علائم اصلی CVA-Ischemic چیست؟",
    "image": null,
    "options": [
      "اختلال حس، حرکت، بینایی، بلع، تکلم",
      "کاهش سطح هوشیاری، شناخت، سردرد و سرگیجه",
      "الف و ب",
      "اختلال بلع، تکلم، بی اختیاری، تشنج، شناخت، سردرد"
    ],
    "correctAnswer": 2
  },
  {
    "id": 1789568227817,
    "question": "اولین اقدام پرستار هنگام بروز تشنج در بیمار چیست؟",
    "image": null,
    "options": [
      "کنترل راه هوایی",
      "مهار کردن حرکات بیمار",
      "مشاهده و ثبت علائم",
      "حفظ ایمنی بیمار"
    ],
    "correctAnswer": 2
  },
  {
    "id": 1789568110312,
    "question": "کدام  گزینه علائم اصلی سندرم گیلن باره می باشد؟",
    "image": null,
    "options": [
      "دیسکنیزی، ضعف عضلانی، آفونی، صورت ماسکه",
      "پارستزی، دیسکنیزی، ضعف عضلانی، هیپورفلکسی",
      "دیسکنیزی، ضعف عضلانی،  صورت ماسکه، پارستزی",
      "ضعف عضلانی، هیپورفلکسی، دیسفاژی، آفونی"
    ],
    "correctAnswer": 1
  },
  {
    "id": 1789567858610,
    "question": "کدام یک ازگزینه های زیر سردرد ثانویه محسوب می شوند؟",
    "image": null,
    "options": [
      "سردرد خوشه ای / سردرد ناشی از تومور",
      "سردرد تنشی/ سردرد ناشی از LP",
      "سردرد تنشی / میگرن",
      "سردرد ناشی از LP/ تومور"
    ],
    "correctAnswer": 3
  },
  {
    "id": 1789562242706,
    "question": "تست تشخیصی استاندارد و طلایی Miasthenia Gravis چیست؟",
    "image": null,
    "options": [
      "CTScan با ماده جاجب",
      "الکترو میلو گرافی",
      "MRI  با ماده جاجب",
      "تست تنسیلون"
    ],
    "correctAnswer": 3
  },
  {
    "id": 1789562165281,
    "question": "تست تشخیصی استاندارد و طلایی  Ischemic CVA چیست؟",
    "image": null,
    "options": [
      "CTScan با ماده جاجب",
      "CTScan بدون ماده جاجب",
      "MRI  با ماده جاجب",
      "الکترو میلو گرافی"
    ],
    "correctAnswer": 1
  },
  {
    "id": 1789562066637,
    "question": "تست تشخیصی استاندارد و طلایی بیماری M.S چیست؟",
    "image": null,
    "options": [
      "CTScan با ماده جاجب",
      "Lumbar Puncture",
      "MRI  با ماده جاجب",
      "الکترو میلو گرافی"
    ],
    "correctAnswer": 2
  },
  {
    "id": 1789561929760,
    "question": "ناتوان کننده ترین علامت بیماری M.S چیست؟",
    "image": null,
    "options": [
      "دردهای عضلانی",
      "خستگی",
      "تاری دید",
      "کوری ناگهانی"
    ],
    "correctAnswer": 1
  },
  {
    "id": 1789561898463,
    "question": "شایع ترین علامت بیماری M.S چیست؟",
    "image": null,
    "options": [
      "دردهای عضلانی",
      "خستگی",
      "تاری دید",
      "کوری ناگهانی"
    ],
    "correctAnswer": 2
  },
  {
    "id": 1789561815384,
    "question": "کدام یک عامل محرک بروز M.S نیست؟",
    "image": null,
    "options": [
      "کمبود ویتامین C",
      "ویروس EPB",
      "کمبود ویتامین D",
      "مصرف سیگار"
    ],
    "correctAnswer": 0
  },
  {
    "id": 1789561542525,
    "question": "معادل فارسی Ataxia چیست؟",
    "image": null,
    "options": [
      "اختلال دید",
      "اختلال بلع",
      "اختلال تعادل",
      "اختلال تکلم"
    ],
    "correctAnswer": 2
  },
  {
    "id": 1789561412034,
    "question": "معادل فارسی Hemianopia چیست؟",
    "image": null,
    "options": [
      "تاری دید",
      "دید دوتایی",
      "اختلال نیمی از میدان دید",
      "فلج بینایی"
    ],
    "correctAnswer": 2
  },
  {
    "id": 1789561287518,
    "question": "معادل فارسی Dysarthria چیست؟",
    "image": null,
    "options": [
      "گفتار نارسا",
      "اختلال دید",
      "عدم توانایی تکلم",
      "اختلال  بلع"
    ],
    "correctAnswer": 0
  },
  {
    "id": 1789561202347,
    "question": "معادل فارسی Dysphagia چیست؟",
    "image": null,
    "options": [
      "اختلال حس",
      "اختلال کنش",
      "اختلال حرکت",
      "اختلال  بلع"
    ],
    "correctAnswer": 3
  },
  {
    "id": 1789561122309,
    "question": "معادل فارسی Prioperception چیست؟",
    "image": null,
    "options": [
      "اختلال حس وضعیت",
      "اختلال شناسایی اشیا",
      "اختلال کنش",
      "اختلال  تعادل"
    ],
    "correctAnswer": 0
  },
  {
    "id": 1789561049175,
    "question": "معادل فارسی Agnosia چیست؟",
    "image": null,
    "options": [
      "اختلال کنش",
      "اختلال شناسایی اشیا",
      "اختلال شعور",
      "اختلال شناختی"
    ],
    "correctAnswer": 1
  },
  {
    "id": 1789560932434,
    "question": "معادل فارسی Plegia چیست؟",
    "image": null,
    "options": [
      "سنگینی اندام",
      "بیحرکتی اندام",
      "گز گز  اندام",
      "فلج اندام"
    ],
    "correctAnswer": 3
  },
  {
    "id": 1789560916351,
    "question": "معادل فارسی Paresis چیست؟",
    "image": null,
    "options": [
      "سنگینی اندام",
      "بیحرکتی اندام",
      "گز گز  اندام",
      "فلج اندام"
    ],
    "correctAnswer": 0
  },
  {
    "id": 1789560814295,
    "question": "معادل فارسی Paresthesia چیست؟",
    "image": null,
    "options": [
      "بی حسی کامل",
      "بیحرکتی کامل",
      "سوزن سوزن شدن",
      "بی حسی و بیحرکتی کامل"
    ],
    "correctAnswer": 2
  },
  {
    "id": 1789560725512,
    "question": "معادل فارسی Vertigo چیست؟",
    "image": null,
    "options": [
      "چرخش محیط",
      "سرگیجه دائم",
      "چرخش خود",
      "سرگیجه وضعیتی"
    ],
    "correctAnswer": 0
  },
  {
    "id": 1789560565694,
    "question": "معادل فارسی Aphasia چیست؟",
    "image": null,
    "options": [
      "گفتار نارسا",
      "عدم توانایی گفتار",
      "عدم توانایی تولید صدا",
      "اختلال بلع"
    ],
    "correctAnswer": 1
  },
  {
    "id": 1789560455182,
    "question": "معادل فارسی  Apraxia چیست؟",
    "image": null,
    "options": [
      "اختلال حرکتی",
      "اختلال بلع",
      "اختلال حس",
      "اختلال کنش"
    ],
    "correctAnswer": 3
  },
  {
    "id": 1789560357857,
    "question": "معادل فارسی Diplopia چیست؟",
    "image": null,
    "options": [
      "اختلال دید",
      "پرش پلک",
      "دید دوتایی",
      "تاری دید"
    ],
    "correctAnswer": 2
  }
];

window.questionsArray = questionsArray;
